Revit 2027 API
ParameterTypeId.SpotSlopePrefix Property
 "Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotSlopePrefix { get; }
Public Shared ReadOnly Property SpotSlopePrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotSlopePrefix {
	ForgeTypeId^ get ();
}
static member SpotSlopePrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace